/* Напиши скрипт обработки покупки в магазине 
* баланс хранится в переменной balance
* сумма покупки хранится в переменной payment
* перед проверкой вывести сообщение: "Общая сумма заказа число кредитов. Проверяем общее количество средств на счету"
* Если сумма покупки не превышает баланс (вычесть из баланса число покупки и вывести сообщение "На счету осталось число кредитов")
* Если сумма превышает баланс (вывести сообщение: "Недостаточно средств для проведения операции")
* В конце вывести сообщение: "Операция завершена" */

let balance = 10000;
const payment = 2000;


